---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SlantedColumnFailures
source: html/6c134b37-ef46-0372-36be-051a57231543.htm
---
# BuiltInFailures.SlantedColumnFailures Properties

Cut plane of slanted column end is parallel to the location curve.